Repository: timfys/zmenu
Catalog: Resources/Controllers/HomeController.*.resx
Languages: ru

# FooterText
source: Restaurant owner, get your digital menu
ru: QR-меню от

# FooterText1
source: QR menu by
ru: Владелец ресторана, получите свое цифровое меню

# HebrewText
source: Hebrew
ru: עברית

# JoinText
source: Join our club
ru: Вступить в клуб

# LanguageText
source: Language
ru: Язык

source: Next
ru: Далее

source: Change
ru: Изменить

# EnjoyBenefits
source: To start enjoying discounts and benifits login to your account
ru: Чтобы начать пользоваться скидками и преимуществами,<br/>войдите в свою учетную запись

# EnterCode
source: Enter 4-digit Code:
ru: Введите 4-значный код:

# ForgotPassword
source: Forgot my password
ru: Забыл пароль

# FreeCoffee
source: Free coffee on joining the club
ru: Бесплатный кофе при вступлении в клуб

# LetsSignup
source: Let's quickly signup to get<br> {place} Club Benefits
ru: Давайте быстро зарегистрируемся, чтобы получить<br> клубные преимущества {place}

source: Login
ru: Войти

source: SMS Verification
ru: SMS-подтверждение

source: Verify
ru: Подтвердить

source: Weekly discounts
ru: Еженедельные скидки

# WelcomeBack
source: Welcome back {name}, <br />it's great to see you again:)
ru: С возвращением, {name}, <br />рады снова видеть вас :)

# WelcomeMessage
source: Welcome to {place} club :)
ru: Добро пожаловать в клуб {place} :)

# WeSentSms
source: We sent an SMS to:
ru: Мы отправили смс на:

# YourEmail
source: Your email: (optional)
ru: Ваш адрес электронной почты: (необязательно)

source: Your name:
ru: Ваше имя:

source: Your password:
ru: Какой у вас пароль?

# YourPhone
source: Your phone number:
ru: Ваш номер телефона:

source: Logout
ru: Выйти

# SuccessForgot
source: We have sent you a new password to your phone number: {phone}
ru: Мы отправили вам новый пароль на ваш номер телефона: {phone}

# VerifyCodeAlreadySent
source: Verification code already sent
ru: Код подтверждения уже отправлен

# VerifyCodeIncorrect
source: Verification Code is incorrect
ru: Неверный код подтверждения

# IncorrectEmail
source: Please enter correct email
ru: Пожалуйста, введите правильный email

# PasswordRequired
source: Password is required
ru: Необходим пароль

source: Menu
ru: Меню

# PhoneFormatError
source: Please enter correct phone number
ru: Пожалуйста, введите коректный номер телефона

source: Welcome
ru: Добро пожаловать

source: New password:
ru: Новый пароль:

source: SET A NEW PASSWORD
ru: Установить новый пароль
